import React from 'react'
import {  Badge } from 'react-bootstrap';
export const tableData =[
    {
        id:"MC-123462",
        namemarket: "ออแกนิคเย้",
        username:"เจนนิสา ฤกษ์พรพิพัฒน์",
        address:"182 ซอยวัดกัลยาณ์ ถนนเทศบาลสาย1 แขวงบางกะปิ เขตธนบุรี กรุงเทพมหานคร 10600",
        phone: "088-585-5187",
        order:"150 ออเดอร์",
    },
    {
        id:"MC-123451",
        namemarket: "ป้าน้อยผักสด",
        username:"น้อย จงใจ",
        address:"151 ถนนรังสิต-ปทุมธานี ตำบลประชาธิปัตย์ อำเภอธัญบุรี จังหวัดปทุมธานี 12130",
        phone: "061-646-9086",
        order:"196 ออเดอร์",
    },
    {
        id:"MC-123460",
        namemarket: "สดสุดซอย",
        username:"สุปราณี มณีพฤกษ์",
        address:"1/3 ซอยรัตนาธิเบศร์ 6 ถนนรัตนาธิเบศร์ ตำบลบางกระสอ อำเภอเมืองนนทบุรี จังหวัดนนทบุรี 11000",
        phone: "067-777-9479",
        order:"194 ออเดอร์",
    },
    {
        id:"MC-123459",
        namemarket: "เจ๊ไฝผลไม้สด",
        username:"ไฝใหญ่ จังเลย",
        address:"189 ถนนลาดพร้าว แขวงคลองจั่น เขตบางกะปิ กรุงเทพมหานคร 10240",
        phone: "080-994-8597",
        order:"200 ออเดอร์",
    },
    {
        id:"MC-123458",
        namemarket: "ลุงรงค์ผักและผลไม้",
        username:"ณรงค์ จงใจ",
        address:"1871 ถนนอังรีดูนังต์ เขตปทุมวัน กรุงเทพ 10330",
        phone: "089-123-7654",
        order:"201 ออเดอร์",
    },
    {
        id:"MC-123457",
        namemarket: "บีมบางกอก",
        username:"บอระเพ็ด สะกดจิต",
        address:" 1 หมู่ 5 ถ.แจ้งวัฒนะ ต.ปากเกร็ด อ.ปากเกร็ด จ.นนทบุรี 11120" ,
        phone: "099-876-5432",
        order:"210 ออเดอร์",
    },
    {
        id:"MC-123456",
        namemarket: "อรณีผักสด",
        username:"อรณี อร่าม",
        address:"44/3 หมู่ 3 ตำบลบึงคำพร้อย อำเภอลำลูกกา จังหวัดปทุมธานี 12130",
        phone: "067-654-3210",
        order:"220 ออเดอร์",
    },
]




